Repository: LZhenHong/FinderSnap
Catalog: FinderSnap/FinderSnap/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: About
zh_hans: 关于
zh_hant: 關於

source: Access granted. You're all set!
zh_hans: 权限已授予。一切就绪！
zh_hant: 權限已授予。一切就緒！

source: Accessibility access status:
zh_hans: 辅助功能访问状态：
zh_hant: 輔助使用取用狀態：

source: Active Screen
zh_hans: 当前屏幕
zh_hant: 使用中的螢幕

source: Animation duration:
zh_hans: 动画时长：
zh_hant: 動畫時長：

source: Automatically check for updates
zh_hans: 自动检查更新
zh_hant: 自動檢查更新

source: Back
zh_hans: 返回
zh_hant: 返回

source: Center
zh_hans: 居中
zh_hant: 置中

source: Center on Main Screen
zh_hans: 在主屏幕居中
zh_hant: 在主螢幕置中

source: Changelog
zh_hans: 更新日志
zh_hant: 更新日誌

source: Check for Updates
zh_hans: 检查更新
zh_hant: 檢查更新

source: Check interval:
zh_hans: 检查间隔：
zh_hant: 檢查間隔：

source: Checking...
zh_hans: 检查中...
zh_hant: 檢查中...

source: Choose how you'd like FinderSnap to handle new Finder windows. You can always change this later in Settings.
zh_hans: 选择 FinderSnap 如何处理新的 Finder 窗口。您可以随时在设置中更改。
zh_hant: 選擇 FinderSnap 如何處理新的 Finder 視窗。您可以隨時在設定中更改。

source: Click the button above to request permission, then turn on the switch next to FinderSnap in System Settings.
zh_hans: 点击上方按钮申请权限，然后在系统设置的辅助功能中打开 FinderSnap 旁边的开关。
zh_hant: 點擊上方按鈕申請權限，然後在系統設定的輔助使用中開啟 FinderSnap 旁邊的切換開關。

source: Click the icon to access settings and controls.
zh_hans: 点击图标以访问设置和控件。
zh_hant: 點擊圖像以存取設定和控制項。

source: Close Window
zh_hans: 关闭窗口
zh_hant: 關閉視窗

source: Continue
zh_hans: 继续
zh_hant: 繼續

source: Copy to clipboard
zh_hans: 复制到剪贴板
zh_hant: 複製到剪貼簿

source: Custom
zh_hans: 自定义
zh_hant: 自訂

source: Daily
zh_hans: 每天
zh_hant: 每天

source: Done
zh_hans: 完成
zh_hant: 完成

source: Download from GitHub
zh_hans: 从 GitHub 下载
zh_hant: 從 GitHub 下載

source: Enable Accessibility Access
zh_hans: 启用辅助功能访问
zh_hant: 啟用輔助使用取用

source: Enable window transition animation
zh_hans: 启用窗口过渡动画
zh_hant: 啟用視窗過渡動畫

source: Failed to parse release data
zh_hans: 解析发布数据失败
zh_hant: 解析發布資料失敗

source: File
zh_hans: 文件
zh_hant: 檔案

source: FinderSnap needs Accessibility permission to resize and reposition Finder windows. This is a one-time setup.
zh_hans: FinderSnap 需要辅助功能权限来调整 Finder 窗口的大小和位置。这是一次性设置。
zh_hant: FinderSnap 需要輔助使用權限來調整 Finder 視窗的大小與位置。這是一次性設定。

source: FinderSnap requires Accessibility access to change Finder's window frame.
zh_hans: FinderSnap 需要辅助功能访问权限以更改 Finder 的窗口位置和大小。
zh_hant: FinderSnap 需要輔助使用取用權限才能更改 Finder 的視窗位置與大小。

source: FinderSnap runs silently in your menu bar and automatically resizes and positions new Finder windows.
zh_hans: FinderSnap 在菜单栏静默运行，自动调整新 Finder 窗口的大小和位置。
zh_hant: FinderSnap 在選單列靜默執行，自動調整新 Finder 視窗的大小與位置。

source: General
zh_hans: 通用
zh_hant: 一般

source: Get Started
zh_hans: 开始使用
zh_hant: 開始使用

source: GitHub API rate limit exceeded. Please try again later.
zh_hans: GitHub API 请求次数超限，请稍后再试。
zh_hant: GitHub API 請求次數超限，請稍後再試。

source: Grant Accessibility Access
zh_hans: 授予辅助功能权限
zh_hant: 授予輔助使用權限

source: Granted.
zh_hans: 已授权
zh_hant: 已授權

source: Height
zh_hans: 高度
zh_hant: 高度

source: Include pre-release versions
zh_hans: 包含预发布版本
zh_hant: 包含預發布版本

source: Installation Options
zh_hans: 安装选项
zh_hant: 安裝選項

source: Invalid URL
zh_hans: 无效的 URL
zh_hant: 無效的 URL

source: Launch at Login
zh_hans: 登录时启动
zh_hant: 登入時啟動

source: Main Screen
zh_hans: 主屏幕
zh_hant: 主螢幕

source: Menu Bar Icon
zh_hans: 菜单栏图标
zh_hant: 選單列圖像

source: Move window to:
zh_hans: 移动窗口到：
zh_hant: 移動視窗到：

source: Network error occurred
zh_hans: 网络错误
zh_hant: 網路錯誤

source: New windows will be resized to a comfortable default size.
zh_hans: 新窗口将调整为舒适的默认大小。
zh_hant: 新視窗將調整為舒適的預設大小。

source: No changelog available
zh_hans: 暂无更新日志
zh_hant: 暫無更新日誌

source: No valid release found
zh_hans: 未找到有效发布
zh_hant: 未找到有效發布

source: Only effect to first Finder's window.
zh_hans: 仅影响第一个 Finder 窗口。
zh_hant: 僅影響第一個 Finder 視窗。

source: Open Accessibility Settings
zh_hans: 打开辅助功能设置
zh_hant: 開啟輔助使用設定

source: Open Settings
zh_hans: 打开设置
zh_hant: 開啟設定

source: Or update via Homebrew:
zh_hans: 或通过 Homebrew 更新：
zh_hant: 或透過 Homebrew 更新：

source: Place window to:
zh_hans: 放置窗口到：
zh_hant: 放置視窗到：

source: Pre-release versions may include beta features that are still in development.
zh_hans: 预发布版本可能包含仍在开发中的测试功能。
zh_hant: 預發布版本可能包含仍在開發中的測試功能。

source: Quick Setup
zh_hans: 快速设置
zh_hant: 快速設定

source: Quit
zh_hans: 退出
zh_hant: 結束

source: Resize to 1200 × 800
zh_hans: 调整大小为 1200 × 800
zh_hant: 調整大小為 1200 × 800

source: Resize window to:
zh_hans: 调整窗口大小为：
zh_hant: 調整視窗大小為：

source: sec
zh_hans: 秒
zh_hant: 秒

source: Settings
zh_hans: 设置
zh_hant: 設定

source: Skip
zh_hans: 跳过
zh_hant: 略過

source: Skip This Version
zh_hans: 跳过此版本
zh_hant: 跳過此版本

source: Smooth Animation
zh_hans: 平滑动画
zh_hant: 平滑動畫

source: Update
zh_hans: 更新
zh_hant: 更新

source: Update Available (%@)
zh_hans: 有可用更新 (%@)
zh_hant: 有可用更新 (%@)

source: Use Recommended Settings
zh_hans: 使用推荐设置
zh_hant: 使用推薦設定

source: Version %@ Available
zh_hans: 新版本 %@ 可用
zh_hant: 新版本 %@ 可用

source: Version: %@
zh_hans: 版本：%@
zh_hant: 版本：%@

source: Weekly
zh_hans: 每周
zh_hant: 每週

source: Welcome
zh_hans: 欢迎
zh_hant: 歡迎

source: Welcome to FinderSnap
zh_hans: 欢迎使用 FinderSnap
zh_hant: 歡迎使用 FinderSnap

source: What's New
zh_hans: 更新内容
zh_hant: 更新內容

source: Width
zh_hans: 宽度
zh_hant: 寬度

source: Window transitions will animate smoothly over 0.25 seconds.
zh_hans: 窗口过渡将以 0.25 秒平滑动画呈现。
zh_hant: 視窗過渡將以 0.25 秒平滑動畫呈現。

source: Windows will appear centered on your primary display.
zh_hans: 窗口将在主显示器上居中显示。
zh_hant: 視窗將在主顯示器上置中顯示。

source: You're up to date
zh_hans: 已是最新版本
zh_hant: 已是最新版本
